# ActiveClass

## Description
Returns the name of the active class of the document.

```pascal
FUNCTION ActiveClass : STRING;
```

```python

def vs.ActiveClass():
    return STRING
```

## Examples
```pascal
activeClName:= ActiveClass;
```

## See Also
VS Functions:
ActLayer| ActSymDef

## Version
Availability: from MiniCAD6.0
## Category
* Classes